Repository: bendeiktbachmetjev/lars_backend
Catalog: frontend/lib/l10n/app_*.arb
Languages: lt

source: Dashboard
lt: Suvestinė

source: Profile
lt: Profilis

source: Statistics
lt: Statistika

source: Weekly
lt: Savaitės

source: Monthly
lt: Mėnesio

source: Yearly
lt: Metų

source: Today's Questionnaire
lt: Šiandienos klausimynas

source: Daily Questionnaire
lt: Kasdieninis klausimynas

# weeklyQuestionnaire
source: Weekly Questionnaire (LARS)
lt: Savaitės klausimynas (LARS)

source: Monthly Questionnaire
lt: Mėnesio klausimynas

# qualityOfLifeQuestionnaire
source: Quality of Life Questionnaire (EQ-5D-5L)
lt: Gyvenimo kokybės klausimynas (EQ-5D-5L)

source: No questionnaire needed
lt: Klausimynas nereikalingas

# allQuestionnairesUpToDate
source: All questionnaires are up to date
lt: Visi klausimynai užpildyti

source: Fill It Now
lt: Užpildyti dabar

# pleaseSetPatientCode
source: Please set your patient code in Profile
lt: Prašome nustatyti paciento kodą Profilyje

source: Failed to load questionnaire info
lt: Nepavyko įkelti klausimyno informacijos

source: Retry
lt: Bandyti dar kartą

# completeWeeklyQuestionnairesToSeeStatistics
source: Complete weekly questionnaires to see your LARS score statistics
lt: Užbaikite savaitinius klausimynus, kad pamatytumėte savo LARS balo statistiką

# completeMoreWeeklyQuestionnaires
source: Complete more weekly questionnaires to see improvement trends
lt: Užbaikite daugiau savaitinių klausimynų, kad pamatytumėte LARS rodyklio tendencijas

source: iLARS Patient
lt: iLARS pacientas

source: No patient code
lt: Paciento kodo nėra

# code
source: Code: {code}
lt: Kodas: {code}

source: Patient Code
lt: Paciento kodas

source: Enter your code
lt: Įveskite savo kodą

source: Save
lt: Išsaugoti

source: Logout
lt: Atsijungti

source: Patient code saved
lt: Paciento kodas išsaugotas

source: Patient code cleared
lt: Paciento kodas išvalytas

source: Daily Symptoms
lt: Kasdieniniai simptomai

# stoolPerDay
source: Stool/day
lt: Tuštinimasis per dieną

source: Pads used
lt: Naudoti įklotai

source: Urgent
lt: Staigus noras tuštintis

source: Night stools
lt: Tuštinimasis naktį

source: Yes
lt: Taip

source: No
lt: Ne

source: Stool leakage
lt: Išmatų nelaikymas

source: None
lt: Nėra

source: Liquid
lt: Skystos

source: Solid
lt: Kietos

source: Incomplete evacuation
lt: Nepilnas pasituštinimas

source: Bloating
lt: Pilvo pūtimas

source: Impact on life
lt: Poveikis gyvenimui

source: What did you consume today?
lt: Ką jūs šiandien suvalgėte?

source: What did you drink today?
lt: Vartoti gėrimai

# quantity
source: Quantity ({unit}):
lt: Kiekis ({unit}):

source: Stool Consistency
lt: Išmatų konsistencija

source: Submit
lt: Pateikti

source: Submitted successfully
lt: Pateikta sėkmingai

# submitFailed
source: Submit failed: {statusCode}
lt: Pateikimas nepavyko: {statusCode}

# error
source: Error: {error}
lt: Klaida: {error}

source: LARS Score Questionnaire
lt: LARS balo klausimynas

# flatusControlQuestion
source: Do you ever have occasions when you cannot control your flatus (wind)?
lt: Ar kada nors yra buvę, kad negalėjote kontroliuoti dujų susikaupimą (pagadinti orą )?

# liquidStoolLeakageQuestion
source: Do you ever have any accidental leakage of liquid stool?
lt: Ar kada nors turėjote atsitiktinį vandeningo išsituštinimo pratekėjimą?

# bowelFrequencyQuestion
source: How often do you open your bowels?
lt: Kaip dažnai tuštinatės?

# repeatBowelOpeningQuestion
source: Do you ever have to open your bowels again within one hour of the last bowel opening?
lt: Ar kada nors tuštinotės vėl, nepraėjus valandai po paskutinio tuštinimosi?

# urgencyToToiletQuestion
source: Do you ever have such a strong urge to open your bowels that you have to rush to the toilet?
lt: Ar kada nors turėjote labai skubų poreikį tuštintis, kad privalėjote bėgti į tualetą?

source: Total Score:
lt: Bendras balas:

source: No, never
lt: Ne, niekada

source: Yes, less than once per week
lt: Taip, rečiau nei kartą per savaitę

source: Yes, at least once per week
lt: Taip, bent kartą per savaitę

# moreThan7TimesPerDay
source: More than 7 times per day (24 hours)
lt: Daugiau nei 7 kartus per dieną (24 valandos)

# timesPerDay
source: {min}-{max} times per day (24 hours)
lt: {min}-{max} kartai per dieną (24 valandos)

# lessThanOncePerDay
source: Less than once per day (24 hours)
lt: Rečiau nei kartą per dieną (24 valandos)

source: Monthly Quality of Life
lt: Mėnesio gyvenimo kokybė

# avoidTraveling
source: I avoid traveling due to bowel problems
lt: Aš vengiu kelionių dėl žarnyno problemų

# avoidSocialActivities
source: I avoid social activities
lt: Aš vengiu socialinių veiklų

# feelEmbarrassed
source: I feel embarrassed by my condition
lt: Aš jaučiuosi gėdingai dėl savo būklės

# worryOthersNotice
source: I worry others will notice my symptoms
lt: Aš bijau, kad kiti pastebės mano simptomus

# feelDepressed
source: I feel depressed because of bowel function
lt: Aš jaučiuosi prislėgtas dėl žarnyno funkcijos

# feelInControl
source: I feel in control of my bowel symptoms
lt: Aš jaučiuosi, kad kontroliuoju savo žarnyno simptomus

# overallSatisfaction
source: Overall satisfaction with bowel function
lt: Bendras pasitenkinimas žarnyno funkcija

source: EQ-5D-5L Questionnaire
lt: EQ-5D-5L klausimynas

source: MOBILITY
lt: 1. JUDĖJIMAS

source: SELF-CARE
lt: 2. SAVĘS PRIEŽIŪRA

source: USUAL ACTIVITIES
lt: ĮPRASTA VEIKLA

# usualActivitiesDescription
source: USUAL ACTIVITIES (e.g. work, study, housework, family or leisure activities)
lt: ĮPRASTA VEIKLA (pvz., darbas, mokslas, namų ruoša, šeimos ar laisvalaikio veiklos)

source: PAIN / DISCOMFORT
lt: SKAUSMAS / DISKOMFORAS

source: ANXIETY / DEPRESSION
lt: NERIMAS / DEPRESIJA

# noProblemsWalking
source: I have no problems in walking about
lt: Man vaikščioti nesunku

# slightProblemsWalking
source: I have slight problems in walking about
lt: Man vaikščioti sunkoka

# moderateProblemsWalking
source: I have moderate problems in walking about
lt: Man vaikščioti vidutiniškai sunku

# severeProblemsWalking
source: I have severe problems in walking about
lt: Man vaikščioti labai sunku

# unableToWalk
source: I am unable to walk about
lt: Aš negaliu vaikščioti

# noProblemsWashing
source: I have no problems washing or dressing myself
lt: Man visiškai lengva nusiprausti ar apsirengti

# slightProblemsWashing
source: I have slight problems washing or dressing myself
lt: Man sunkoka nusiprausti ar apsirengti

# moderateProblemsWashing
source: I have moderate problems washing or dressing myself
lt: Man vidutiniškai sunku nusiprausti ar apsirengti

# severeProblemsWashing
source: I have severe problems washing or dressing myself
lt: Man labai sunku nusiprausti ar apsirengti

# unableToWash
source: I am unable to wash or dress myself
lt: Aš nesugebu nusiprausti ar apsirengti

# noProblemsUsualActivities
source: I have no problems doing my usual activities
lt: Man visiškai lengva užsiimti savo įprasta veikla

# slightProblemsUsualActivities
source: I have slight problems doing my usual activities
lt: Man sunkoka užsiimti savo įprasta veikla

# moderateProblemsUsualActivities
source: I have moderate problems doing my usual activities
lt: Man vidutiniškai sunku užsiimti savo įprasta veikla

# severeProblemsUsualActivities
source: I have severe problems doing my usual activities
lt: Man labai sunku užsiimti savo įprasta veikla

# unableToDoUsualActivities
source: I am unable to do my usual activities
lt: Aš nesugebu užsiimti savo įprasta veikla

# noPainDiscomfort
source: I have no pain or discomfort
lt: Aš nejaučiu skausmo ar diskomforto

# slightPainDiscomfort
source: I have slight pain or discomfort
lt: Aš jaučiu šiokį tokį skausmą ar diskomfortą

# moderatePainDiscomfort
source: I have moderate pain or discomfort
lt: Aš jaučiu vidutinišką skausmą ar diskomfortą

# severePainDiscomfort
source: I have severe pain or discomfort
lt: Aš jaučiu smarkų skausmą ar diskomfortą

# extremePainDiscomfort
source: I have extreme pain or discomfort
lt: Aš jaučiu nepaprastą skausmą ar diskomfortą

# notAnxiousDepressed
source: I am not anxious or depressed
lt: Nesu sunerimęs (-usi) ar apimtas (-a) depresijos

# slightlyAnxiousDepressed
source: I am slightly anxious or depressed
lt: Esu šiek tiek sunerimęs (-usi) ar apimtas (-a) depresijos

# moderatelyAnxiousDepressed
source: I am moderately anxious or depressed
lt: Esu vidutiniškai sunerimęs (-usi) ar apimtas (-a) depresijos

# severelyAnxiousDepressed
source: I am severely anxious or depressed
lt: Esu smarkiai sunerimęs (-usi) ar apimtas (-a) depresijos

# extremelyAnxiousDepressed
source: I am extremely anxious or depressed
lt: Esu nepaprastai sunerimęs (-usi) ar apimtas (-a) depresijos

source: No patient code set
lt: Paciento kodas nenustatytas

# failedToFetchLarsData
source: Failed to fetch LARS data: {error}
lt: Nepavyko gauti LARS duomenų: {error}

source: No data available yet
lt: Duomenų dar nėra

# foodVegetablesAllTypes
source: Vegetables (all types)
lt: Daržovės (visų tipų)

# foodVegetablesExamples
source: Cabbage, broccoli, carrots, beets, cauliflower, zucchini, spinach
lt: Kopūstai, brokoliai, morkos, žiediniai kopūstai, cukinijos, špinatai

# foodRootVegetables
source: Root vegetables
lt: Šakninės daržovės

# foodRootVegetablesExamples
source: Potatoes with skin, carrots, parsnips, celery root
lt: Bulvės su žievele, morkos, šakniai

# foodWholeGrains
source: Whole grains
lt: Pilno grūdo produktai

# foodWholeGrainsExamples
source: Oatmeal, buckwheat, pearl barley, brown rice, quinoa
lt: Avižiniai dribsniai, grikiai, rudieji ryžiai, bolivinės balandos

# foodWholeGrainBread
source: Whole grain bread
lt: Pilno grūdo duona

# foodWholeGrainBreadExamples
source: Black bread, bran bread, whole grain bread
lt: Juoda duona, pilno grūdo duona

# foodNutsAndSeeds
source: Nuts and seeds
lt: Riešutai ir sėklos

# foodNutsAndSeedsExamples
source: Almonds, walnuts, hazelnuts, seeds, flax seeds, chia
lt: Riešutai, sėklos, lino sėklos, chia

# foodLegumes
source: Legumes
lt: Ankštiniai

# foodLegumesExamples
source: Beans (any), lentils, chickpeas, peas (including soups)
lt: Pupelės (bet kokios), lęšiai, žirneliai (įskaitant sriubas)

# foodFruitsWithSkin
source: Fruits with skin
lt: Vaisiai su žievele

# foodFruitsWithSkinExamples
source: Apples, pears, plums, apricots (if skin eaten)
lt: Obuoliai, kriaušės, slyvos, abrikosai (jei valgoma žievė)

# foodBerriesAny
source: Berries (any)
lt: Uogos (bet kokios)

# foodBerriesExamples
source: Raspberries, strawberries, blueberries, currants, blackberries
lt: Avietės, braškės, mėlynės, serbentai, gervuogės

# foodSoftFruitsWithoutSkin
source: Soft fruits without skin
lt: Minkšti vaisiai be žievės

# foodSoftFruitsExamples
source: Bananas, melon, watermelon, mango
lt: Bananos, melionas, arbūzas, mangas

# foodMuesliAndBranCereals
source: Muesli and bran cereals
lt: Mišrainės ir dribsniai

# foodMuesliExamples
source: Sugar-free muesli, bran cereals, granola
lt: Cukraus neturintys dribsniai, granola

# drinkWater
source: Water
lt: Vanduo

# drinkWaterExamples
source: Plain water, mineral water, filtered water
lt: Paprastas vanduo, mineralinis vanduo, filtruotas vanduo

# drinkCoffee
source: Coffee
lt: Kava

# drinkCoffeeExamples
source: Espresso, cappuccino, americano, latte
lt: Espreso, kapučino, amerikano, latte

# drinkTea
source: Tea
lt: Arbata

# drinkTeaExamples
source: Black tea, green tea, herbal tea, chamomile
lt: Juoda arbata, žalia arbata, žolelių arbata, ramunėlių arbata

# drinkAlcohol
source: Alcohol
lt: Alkoholis

# drinkAlcoholExamples
source: Beer, wine, spirits, cocktails
lt: Alus, vynas, degtinė, kokteiliai

# drinkCarbonatedDrinks
source: Carbonated drinks
lt: Gazuoti gėrimai

# drinkCarbonatedExamples
source: Cola, sprite, fanta, sparkling water
lt: Kola, sprite, fanta, gazuotas vanduo

# drinkJuices
source: Juices
lt: Sultys

# drinkJuicesExamples
source: Orange juice, apple juice, grape juice, smoothies
lt: Apelsinų sultys, obuolių sultys, vynuogių sultys, smoothies

# drinkDairyDrinks
source: Dairy drinks
lt: Pieno gėrimai

# drinkDairyExamples
source: Milk, kefir, yogurt drinks, milkshakes
lt: Pienas, kefyras, jogurtas, pieno kokteiliai

# drinkEnergyDrinks
source: Energy drinks
lt: Energetiniai gėrimai

# unitServings
source: servings
lt: porcijos

# unitSlices
source: slices
lt: riekeliai

# unitHandfuls
source: handfuls
lt: kaušeliai

# unitPieces
source: pieces
lt: vnt

# unitGlasses
source: glasses
lt: inės

# unitCups
source: cups
lt: puodeliai

# unitDrinks
source: drinks
lt: gėrimai

# unitCans
source: cans
lt: skardinės

# notificationTitle
source: Time to fill questionnaire
lt: Laikas užpildyti klausimyną

# notificationBody
source: Don't forget to fill out today's questionnaire
lt: Nepamirškite užpildyti šiandienos klausimyno

# healthTodayTitle
source: YOUR HEALTH TODAY
lt: JŪSŲ SVEIKATA ŠIANDIEN

# healthTodayDescription
source: We would like to know how good or bad your health is TODAY. This scale is numbered from 0 to 100. 100 means the best health you can imagine. 0 means the worst health you can imagine.
lt: Norėtume žinoti, kiek gera ar bloga jūsų sveikata ŠIANDIEN. Ši skalė sunumeruota nuo 0 iki 100. 100 reiškia geriausią sveikatą, kokią tik galite įsivaizduoti. 0 reiškia blogiausią sveikatą, kokią tik galite įsivaizduoti.

# yourHealthTodayIs
source: YOUR HEALTH TODAY =
lt: JŪSŲ SVEIKATA ŠIANDIEN =

source: Terms of Use
lt: Naudojimosi sąlygos

source: Privacy Policy
lt: Privatumo politika

# termsOfUseComingSoon
source: Coming soon: Terms of Use content will appear here.
lt: Netrukus: čia bus pateiktas Naudojimosi sąlygų turinys.

# privacyPolicyComingSoon
source: Coming soon: Privacy Policy content will appear here.
lt: Netrukus: čia bus pateiktas Privatumo politikos turinys.
